 <!DOCTYPE html>
  <html lang="pt-br">
<!--################################################################################################-->
    <head>
     <meta charset="UTF-8">
     <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">

      <title>Jo&atilde;o Bonf&aacute;</title>     
      <link rel="shortcut icon" href="images/jbonfa.ico">

      <!-- #### IMPORTANDO o jQuery #############################################################-->    
      <script src="js/jquery-3.1.0.min.js"></script>
      <!-- IMPORTANDO o MATERIALIZE -->
      <link rel="stylesheet" href="css/materialize.css">
      <script src="js/materialize.js"></script>
      <!-- SOCIAL TAB -->
      <script src="js/jquery-ui.min.js" type="text/javascript"></script>
      <script src="js/socialbars.js" type="text/javascript"></script>

      <!-- MEUS ESTILOS -->
      <link rel="stylesheet" href="css/style.css" type="text/css"/>
      <link rel="stylesheet" type="text/css" href="css/slicebox.css" />
      <link rel="stylesheet" type="text/css" href="css/custom.css" />
      <script type="text/javascript" src="js/modernizr.custom.46884.js"></script>
    </head>
<!--################################################################################################-->

    <body>

      <!-- BigVideo Dependencies -->
      <script>window.jQuery || document.write('<script src="bower_components/jquery/jquery.min.js"><\/script>')</script>
      <script src="bower_components/jquery-ui/ui/jquery-ui.js"></script>
      <script src="bower_components/video-js/video.js"></script>

      <!-- BigVideo -->
      <script src="bower_components/BigVideo/lib/bigvideo.js"></script>

      <!-- VIDEO BACKGROUND -->
      <script>
        $(function() {
          var BV = new $.BigVideo({useFlashForFirefox:false});
          BV.init();
          BV.show([
            { type: "video/mp4",  src: "video/malawi.mp4" },
            { type: "video/webm", src: "video/Crownd.webm" }
          ],{ambient:true});
        });
      </script>

      
      <!-- ############### VIDEO BACKGROUND ANTIGO ############################################-->
        <!--div class="video-container">
          <video autoplay loop muted poster="images/Crownd.jpg" id="video-bg">
                  <source src="video/Crownd.webm" type="video/webm"> 
                  <source src="video/Crownd.mp4"  type="video/mp4">
          </video>
        </div-->
<!-- ##############################################################################-->

      <!-- SOCIAL TAB -->
      <div id="socialside"></div>
      <div class="jquery-script-ads">
        <script type="text/javascript" src="http://pagead2.googlesyndication.com/pagead/show_ads.js">
        </script>
      </div>
      <script type="text/javascript">

        var _gaq = _gaq || [];
        _gaq.push(['_setAccount', 'UA-36251023-1']);
        _gaq.push(['_setDomainName', 'jqueryscript.net']);
        _gaq.push(['_trackPageview']);

        (function() {
          var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
          ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
          var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
        })();
      </script>

		<div class="container">
<!-- ############### MENU DE NAVEGAÇÃO ############################################-->
          <nav>
            <ul>
              <li><a href="index.html">Jo&atilde;o Bonf&aacute;</a></li>
              <li>
                <a href="#">Aquariofilia <span class="caret"></span></a>
                <div>
                  <ul>
                    <li><a href="aqua_foto.html">Fotos</a></li>
                    <li><a href="aqua_blog.html">Blog</a></li>
                  </ul>
                </div>
              </li>
              <li>
                <a href="#">Inform&aacute;tica <span class="caret"></span></a>
                <div>
                  <ul>
                    <li><a href="info_sig.html">SIG</a></li>
                    <li><a href="info_web.html">Web Design</a></li>
                    <li><a href="info_includ.html">Inclus&atilde;o</a></li>
                    <li><a href="info_blog.html">Blog</a></li>
                  </ul>
                </div>
              </li>
              <li>
                <a href="#">M&uacute;sica <span class="caret"></span></a>
                <div>
                  <ul>
                    <li><a href="mus_bio.html">Biografia</a></li>
                    <li><a href="mus_disco.html">Discografia</a></li>
                    <li><a href="mus_foto.html">Fotos</a></li>
                    <li><a href="mus_release.html">Release</a></li>
                    <li><a href="mus_video.html">Videos</a></li>
                  </ul>
                </div>
              </li> 
              <li>
                <a href="#">Shopping <span class="caret"></span></a>
                <div>
                  <ul>
                    <li><a href="shop_brecho.html">Brech&oacute; Virtual</a></li>
                    <li><a href="shop_jumellu.html">Jumellu Roupas</a></li>
                  </ul>
                </div>
              </li> 
              <li>
                <a href="contato.html">Contato</a>
              </li>

            </ul>
          </nav>
        </div>
       
<!--##############################################################################-->
      <div align="center">
        <img class="materialboxed" width="650" src="galerias/peixes/aquariofilia001.jpg" id="centro"/>
      </div>



        <div class="row">
          <div class="col s1"></div>
          <div class="col s10">
<ul class="collapsible" data-collapsible="accordion">
    <li>
      <div class="collapsible-header active"><i class="material-icons">Introduc&atilde;o</i></div>
      <div class="collapsible-body">
        <p>
        Ol&aacute;! Sou aquariofilista desde a d&eacute;cada de 1990, quando despertei a curiosidade por este hobbie. Inicialmente somente criava Guppies, mas n&atilde;o tenho fotos dessa &eacute;poca. Passei alguns anos sem criar peixes por falta de tempo e voltei a esta atividade a partir de 2005, quando contru&iacute; uma casa e instalei um aqu&aacute;rio embutido numa das paredes da minha sala.
        <br>
          A seguir, descrevo um pouco do que aprendi criando peixes ornamentais.
        </p>
      </div>
    </li>

    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Galerias de Fotos</div>
      <div class="collapsible-body">
        <p>
As primeiras fotos da galeria s&atilde;o do meu pen&uacute;ltimo aqu&aacute;rio. 100 x 80 x 40 embutido na parede. N&atilde;o recomendo aqu&aacute;rio de mais de 60cm de profundidade. Os peixes adoram, mas fica complicado de sifonar.
Atualmente estou tentando manter um aqu&aacute;rio de 380 litros (&uacute;ltimas fotos). Inicialmente ele foi amazonico, mas fui migrando a fauna aos poucos e hoje ele comporta ciclideos jumbo e ciclideos africanos.
        </p>
      </div>
    </li>
    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Crescimento</div>
      <div class="collapsible-body">
        <p>
Sempre me perguntei porque meus peixes n&atilde;o crescem igual aos das grandes lojas. O crescimento dos peixes est&aacute; associado diretamente a qualidade da &aacute;gua, ao espa&ccedil;o e a qualidade e quantidade da comida. Para um peixe ficar gigante e saud&aacute;vel &eacute; preciso uma superalimenta&ccedil;&atilde;o e manter a &aacute;gua muito limpa. Nem sempre isso &eacute; poss&iacute;vel, pois apesar de apaixonado por peixes, nem todo mundo tem muito tempo para manter o aqu&aacute;rio. O recomendado &eacute; alimentar 3 vezes ao dia com uma quantidade que seja totalmente consumida em no m&aacute;ximo 5 minutos, al&eacute;m disso &eacute; fundamental fazer trocas parciais da &aacute;gua toda semana. Meus amigos da loja da Rua Sete de Setembro (Centro do Rio) sifonam a &aacute;gua todo dia pra tirar os excessos de comida. Sem falar que l&aacute; s&oacute; rola de banquete de art&ecirc;mia pra cima. Eu lavo o filtro duas vezes por m&ecirc;s e troco 2 baltes de 8 litros por semana no aqu&aacute;rio de 380 litros.
        </p>
      </div>
    </li>

    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Discos e B&oacute;tias</div>
      <div class="collapsible-body">
        <p>
O B&oacute;tia palha&ccedil;o &eacute; bastante amig&aacute;vel e n&atilde;o incomoda os Discos. O &uacute;nico problema &eacute; que fica imposs&iacute;vel plantar alguma coisa. Eles arrancam tudo. Os lohachatas s&atilde;o mais territorialistas, mas praticamente ignoram os Discos. O Lohachata da foto perdeu um dos olhos assim que coloquei ele no aqu&aacute;rio (2006) e sobreviveu at&eacute; 2015. Apesar dos Discos irem ao fundo, eu criei v&aacute;rias tocas para os b&oacute;tias e 'plataformas' com pedras e tronco para que em algumas partes do aqu&aacute;rio a comida fique sobre essas plataformas. Os b&oacute;tias praticamente s&oacute; comem o que est&aacute; no fundo e os Discos comem enquanto a comida est&aacute; caindo, evitam as regi&otilde;es de bagun&ccedil;a dos b&oacute;tias e depois ficam comendo lentamente a comida que fica na superf&iacute;cie. Eu alimento eles com dois tipos de comida: Color Bits da Tetra, que vai para o fundo lentamente, e Spirulina em flocos da Alcon, que fica na superf&iacute;cie. Quando vou alimentar os peixes eu desligo o filtro para que a comida n&atilde;o v&aacute; toda rapidamente para o fundo. Recomendo alimentar, sempre que poss&iacute;vel, com art&ecirc;mia viva.
        </p>
      </div>
    </li>

    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Incompatibilidades</div>
      <div class="collapsible-body">
        <p>
J&aacute; fiz v&aacute;rias experi&ecirc;ncias de combina&ccedil;&otilde;es arriscadas em aqu&aacute;rios comunit&aacute;rios. Pelas fotos d&aacute; pra ver alguns desses riscos que eu corri.
N&atilde;o aconselho colocar L&aacute;beo junto com Acar&aacute; Disco. Depois que eles resolvem se alimentar da mucosa da pele do Disco, n&atilde;o querem outra coisa. Isso, apesar de n&atilde;o ferir o Disco, extressa ele. Outra quest&atilde;o sobre L&aacute;beo &eacute; que eles n&atilde;o toleram mais de um indiv&iacute;duo da mesma esp&eacute;cie no mesmo ambiente. Implicam at&eacute; com peixes meio parecidos como o B&oacute;tia azul. Em regra geral, o peixe mais agressivo tem que ser menor, sen&atilde;o vsi acabar implicando com algu&eacute;m.<br> Os Kinguios (japones) s&atilde;o os peixes mais populares do mundo. Particularmente n&atilde;o quero ter um nunca mais. Pra mim s&atilde;o peixes muito inoscentes. N&atilde;o sabem se defender de nada e fazem muita, mas muita sujeira. Se voc&ecirc; vai ter Kinguio no aqu&aacute;rio, tenha cuidado em n&atilde;o ter nenhum outro peixe que v&aacute; molestar ele. A calda dele chama muita aten&ccedil;&atilde;o dos outros peixes. E, &eacute; claro, tenha um bom filtro.
        </p>
      </div>
    </li>
    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Plantas artificiais</div>
      <div class="collapsible-body">
        <p>
Outra coisa que tentei com relativo sucesso foi o uso de plantas artificiais. Observem que n&atilde;o s&atilde;o essas que vendem em lojas de aqu&aacute;rios. Eu comprei em lojas de decora&ccedil;&atilde;o l&aacute; no Saara (Centro do Rio) onde s&oacute; vende plantas artificiais. Cheguei a forrar o fundo com grama artificial.
Todos os peixes ignoram elas como alimento e os b&oacute;tias at&eacute; usam elas como tocas. H&aacute; que se ter cuidado com a limpeza antes de inserir no aqu&aacute;rio e com a limpeza peri&oacute;dica.
        </p>
      </div>
    </li>
    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Territorialidade e Agressividade</div>
      <div class="collapsible-body">
        <p>
Outra coisa que aprendi &eacute; que os peixes manifestam mais a territorialidade que propriamente a agressividade. Se voc&ecirc; tiver bastante espa&ccedil;o, tipo um aqu&aacute;rio de mais de 400l com bastante plantas, d&aacute; at&eacute; pra ter um peixe mais agressivo como por exemplo um Blue Dempsey junto com os Discos. Outro detalhe sobre o comportamento &eacute; que um peixe de uma esp&eacute;cie se comporta de uma maneira se est&aacute; sozinho e de outra completamente diferente se est&aacute; em casal e outra se faz parte de um cardume. A tend&ecirc;ncia &eacute; eles ignorarem os das outras esp&eacute;cies e se deterem somente entre os de mesma esp&eacute;cie.
        </p>
      </div>
    </li>
    <li>
      <div class="collapsible-header"><i class="material-icons"></i>Dicas</div>
      <div class="collapsible-body">
        <p>
N&atilde;o querendo chover no molhado, vou citar algumas observa&ccedil;&otilde;es para quem &eacute; leigo no assunto:<br>

&#45; Peixe n&atilde;o suporta cloro. Se vai colocar um peixe vivo na &aacute;gua, essa n&atilde;o pode estar com cloro. Aplique o anticloro na &aacute;gua antes de colocar o peixe.<br>
&#45; Nunca mantenha peixe em jarra ou bacia sem oxigena&ccedil;&atilde;o. Isso &eacute; tortura e crueldade com o animal. Salvo Beta que vive at&eacute; em po&ccedil;a d'&aacute;gua.<br>
&#45; Com PH 7.0 d&aacute; pra criar qualquer peixe, mas procure respeitar as caracter&iacute;sticas do ambiente origin&aacute;rio dos peixes. (Amazonia &#45; &aacute;cida, &Aacute;frica &#45; alcalina e Asia &#45; depende)<br>
&#45; N&atilde;o misture cicl&iacute;deos africanos com qualquer peixe. Eles s&atilde;o extremamente agressivos.<br>
&#45; S&oacute; tenha um aqu&aacute;rio de &aacute;gua salgada se tiver dinheiro, tempo e experi&ecirc;ncia.<br>
<br>
Espero que tenham gostado dessa p&aacute;gina. Um abra&ccedil;o a todos.<br>
        </p>            

      </div>
    </li>
  </ul>

          </div>
          <div class="col s1"></div>
        </div>



    </body>





<!--#################################################################################################-->
    <footer>
      <audio volume="0.2" autoplay="true" loop="loop">
        <source src="audio/Loop_cose_della_vitta.mp3" type="audio/mpeg">
      </audio>
    </footer>
  </html>
        